/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "시동 캐시 업데이트 중";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "시동하는 데 필요한 캐시가 업데이트 중입니다.  캐시가 업데이트된 후 시스템이 종료가 진행될 것입니다.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "일치하지 않는 시스템 파일";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "메모리에 있는 중요한 시스템 파일이 디스크에 있는 파일과 일치하지 않습니다. 커널 확장 파일을 로드할 수 없고, 일부 장비는 작동하지 않습니다. 시스템 환경설정에 있는 사용자의 시동 디스크를 재설정하면 도움이 됩니다.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "시스템 확장 파일을 사용할 수 없습니다.";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "시스템 확장파일 “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "“이(가) 제대로 설치되지 않았으므로 사용할 수 없습니다. 재설치를 시도하거나 업데이트하기 위해 제품 공급업체에 문의하십시오.";

/* OK */
"OK" = "승인";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 색상";
"Thousands"  = "수만 색상";
"Millions"   = "수천만 색상";
"Trillions"  = "수조 색상";

"n/a"  = "없음";

"stretched"  = "확장됨";
"simulscan"  = "동시 스캔";
"interlaced" = "인터레이스";
"external"   = "외장";


"%%.%ldf Hertz"       = "%%.%ldfHertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldfHertz(%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@(%@)";
"%@ (%@, %@)"					= 	"%@(%@, %@)";
"%@ (%@, %@, %@)"				=	"%@(%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@(%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@(%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldfHz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldfHz(%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldfHz(%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldfHz(%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldfHz(%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldfHz(%%@, %%@, %%@, %%@, %%@)";
